const DataGallery = [
  {
    topic_id: 42832082,
    topic_type: 1,
    post_url: 'https://pantip.com/topic/42832082',
    title: 'เมื่อลูกชายปิดเทอมใหญ่ บินกลับไทย แม่ก็หัวใจว้าวุ่น',
    created_time: '2024-07-09T09:25:34Z',
    views_count: 2152,
    comments_count: 38,
    votes_count: 11,
    thumbnail_url: 'https://f.ptcdn.info/765/084/000/lye47ewsiW82n4gKh5Y-s.jpg',
    author: {
      id: 2237109,
      name: 'เจ๊แก้ว คนเก่ง',
      avatar: {
        original:
          'http://p.ptcdn.info/368/004/000/2237109_7206509605_thumb-49141_o.jpg',
        large:
          'https://p.ptcdn.info/368/004/000/2237109_7206509605_thumb-49141_l.jpg',
        medium:
          'https://p.ptcdn.info/368/004/000/2237109_7206509605_thumb-49141_m.jpg',
        small:
          'https://p.ptcdn.info/368/004/000/2237109_7206509605_thumb-49141_s.jpg',
      },
      slug: '/profile/2237109',
    },
    tags: [
      {
        name: 'ร้านอาหาร',
        slug: 'ร้านอาหาร',
      },
      {
        name: 'อาหาร',
        slug: 'อาหาร',
      },
      {
        name: 'ภาพถ่ายจากกล้องโทรศัพท์',
        slug: 'ภาพถ่ายจากกล้องโทรศัพท์',
      },
      {
        name: 'เที่ยวจีน',
        slug: 'เที่ยวจีน',
      },
    ],
  },
  {
    topic_id: 42833855,
    topic_type: 1,
    post_url: 'https://pantip.com/topic/42833855',
    title: 'ชะเง้อสถานีรถไฟตามรายทาง ... สถานีปากน้ำโพ',
    created_time: '2024-07-10T06:50:26Z',
    views_count: 654,
    comments_count: 28,
    votes_count: 10,
    thumbnail_url: 'https://f.ptcdn.info/774/084/000/lyfg38ulizuPiLEpprN-s.jpg',
    author: {
      id: 414021,
      name: 'tuk-tuk@korat',
      avatar: {
        original:
          'http://p.ptcdn.info/093/005/000/414021_0582673812_PA020495-JPG_o.jpg',
        large:
          'https://p.ptcdn.info/093/005/000/414021_0582673812_PA020495-JPG_l.jpg',
        medium:
          'https://p.ptcdn.info/093/005/000/414021_0582673812_PA020495-JPG_m.jpg',
        small:
          'https://p.ptcdn.info/093/005/000/414021_0582673812_PA020495-JPG_s.jpg',
      },
      slug: '/profile/414021',
    },
    tags: [
      {
        name: 'ภาพถ่าย',
        slug: 'ภาพถ่าย',
      },
      {
        name: 'เที่ยวไทย',
        slug: 'เที่ยวไทย',
      },
      {
        name: 'ร้านอาหาร',
        slug: 'ร้านอาหาร',
      },
      {
        name: 'จังหวัดนครสวรรค์',
        slug: 'จังหวัดนครสวรรค์',
      },
      {
        name: 'รถไฟ',
        slug: 'รถไฟ',
      },
    ],
  },
  {
    topic_id: 38155425,
    topic_type: 1,
    post_url: 'https://pantip.com/topic/38155425',
    title: 'กระทู้แนะนำชนิดงูที่พบเจอบ่อยๆ พร้อมรายละเอียดเล็กๆน้อยๆครับ',
    created_time: '2018-10-12T16:09:46Z',
    views_count: 245562,
    comments_count: 105,
    votes_count: 95,
    thumbnail_url: 'https://f.ptcdn.info/232/060/000/pghu5324dJm1p1NmB10-s.jpg',
    author: {
      id: 454354,
      name: 'รักล้นใจ',
      avatar: {
        original:
          'http://p.ptcdn.info/946/000/000/454354_3593368079_frogman_o.jpg',
        large:
          'https://p.ptcdn.info/946/000/000/454354_3593368079_frogman_l.jpg',
        medium:
          'https://p.ptcdn.info/946/000/000/454354_3593368079_frogman_m.jpg',
        small:
          'https://p.ptcdn.info/946/000/000/454354_3593368079_frogman_s.jpg',
      },
      slug: '/profile/454354',
    },
    tags: [
      {
        name: 'สัตว์เลื้อยคลาน',
        slug: 'สัตว์เลื้อยคลาน',
      },
      {
        name: 'ชีววิทยา',
        slug: 'ชีววิทยา',
      },
      {
        name: 'งู',
        slug: 'งู',
      },
      {
        name: 'ภาพถ่าย',
        slug: 'ภาพถ่าย',
      },
      {
        name: 'สัตว์ป่า',
        slug: 'สัตว์ป่า',
      },
    ],
  },
  {
    topic_id: 30125058,
    topic_type: 4,
    post_url: 'https://pantip.com/topic/30125058',
    title: 'Peach Airline โลวคอสฉบับญี่ปุ่นและสนามบินคันไซ Terminal 2',
    created_time: '2013-02-07T14:43:17Z',
    views_count: 37090,
    comments_count: 48,
    votes_count: 26,
    thumbnail_url:
      'http://f.ptcdn.info/004/002/000/1360248188-1000pxPeac-s.jpg',
    author: {
      id: 534632,
      name: 'noomhis',
      avatar: {
        original:
          'http://p.ptcdn.info/120/000/000/534632_5577489005_IMG-20120930-222411_o.jpg',
        large:
          'http://p.ptcdn.info/120/000/000/534632_5577489005_IMG-20120930-222411_l.jpg',
        medium:
          'http://p.ptcdn.info/120/000/000/534632_5577489005_IMG-20120930-222411_m.jpg',
        small:
          'http://p.ptcdn.info/120/000/000/534632_5577489005_IMG-20120930-222411_s.jpg',
      },
      slug: '/profile/534632',
    },
    is_cr: true,
    is_sr: false,
    is_br: false,
    tags: [
      {
        name: 'ภาพถ่าย',
        slug: 'ภาพถ่าย',
      },
      {
        name: 'Backpack',
        slug: 'Backpack',
      },
      {
        name: 'เที่ยวต่างประเทศ',
        slug: 'เที่ยวต่างประเทศ',
      },
      {
        name: 'สายการบิน',
        slug: 'สายการบิน',
      },
      {
        name: 'สนามบิน',
        slug: 'สนามบิน',
      },
    ],
  },
  {
    topic_id: 42461757,
    topic_type: 4,
    post_url: 'https://pantip.com/topic/42461757',
    title: 'รีวิวล่องเรือแม่น้ำเจ้าพระยา 2567 จากประสบการณ์จริง พร้อมคำแนะนำ',
    created_time: '2024-01-16T00:45:19Z',
    views_count: 36048,
    comments_count: 59,
    votes_count: 28,
    thumbnail_url:
      'https://f.ptcdn.info/944/082/000/s7bsx527ga477u99d13mO-s.jpg',
    author: {
      id: 5578739,
      name: 'สมาชิกหมายเลข 5578739',
      avatar: {
        large: 'https://ptcdn.info/images/avatar_member_default.png',
        medium: 'https://ptcdn.info/images/avatar_member_default.png',
        small: 'https://ptcdn.info/images/avatar_member_default.png',
      },
      slug: '/profile/5578739',
    },
    is_cr: true,
    is_sr: false,
    is_br: false,
    tags: [
      {
        name: 'สถานที่ท่องเที่ยวกรุงเทพฯ',
        slug: 'สถานที่ท่องเที่ยวกรุงเทพฯ',
      },
      {
        name: 'เที่ยวไทย',
        slug: 'เที่ยวไทย',
      },
      {
        name: 'สถานที่ท่องเที่ยวในประเทศ',
        slug: 'สถานที่ท่องเที่ยวในประเทศ',
      },
      {
        name: 'ภาพถ่ายทิวทัศน์',
        slug: 'ภาพถ่ายทิวทัศน์',
      },
      {
        name: 'อาหารบุฟเฟ่ต์',
        slug: 'อาหารบุฟเฟ่ต์',
      },
    ],
  },
  {
    topic_id: 42172942,
    topic_type: 1,
    post_url: 'https://pantip.com/topic/42172942',
    title:
      '[เที่ยวไทย] เปรโต๊ะลอซู เดินป่าหน้าฝนครั้งแรก (และขอเป็นครั้งสุดท้าย) ของฉัน : 28-30 กรกฎาคม 2023',
    created_time: '2023-08-17T03:53:11Z',
    views_count: 18387,
    comments_count: 17,
    votes_count: 9,
    thumbnail_url:
      'https://f.ptcdn.info/428/081/000/rzimk4m9nuYSf5AzOcta-s.jpg',
    author: {
      id: 5049205,
      name: 'สมาชิกหมายเลข 5049205',
      avatar: {
        large: 'https://ptcdn.info/images/avatar_member_default.png',
        medium: 'https://ptcdn.info/images/avatar_member_default.png',
        small: 'https://ptcdn.info/images/avatar_member_default.png',
      },
      slug: '/profile/5049205',
    },
    tags: [
      {
        name: 'เดินป่า',
        slug: 'เดินป่า',
      },
      {
        name: 'เที่ยวภูเขา',
        slug: 'เที่ยวภูเขา',
      },
      {
        name: 'ภาพถ่ายทิวทัศน์',
        slug: 'ภาพถ่ายทิวทัศน์',
      },
      {
        name: 'บันทึกนักเดินทาง',
        slug: 'บันทึกนักเดินทาง',
      },
    ],
  },
  {
    topic_id: 42827437,
    topic_type: 1,
    post_url: 'https://pantip.com/topic/42827437',
    title:
      '🇹🇭 {Thailand} ชวนเปิดใจให้ "กำแพงเพชร" (Kamphaeng Phet) เมืองเล็กๆที่น่าหลงรัก 💎✨',
    created_time: '2024-07-07T04:35:32Z',
    views_count: 4791,
    comments_count: 76,
    votes_count: 9,
    thumbnail_url: 'https://f.ptcdn.info/665/084/000/lxzyw5vzixOHObq7OOT-s.jpg',
    author: {
      id: 648764,
      name: 'Are you for real ?',
      avatar: {
        original:
          'https://p.ptcdn.info/708/015/000/648764_47696122721717306712_Screenshot-20240602-123056-Chrome_o.jpg',
        large:
          'https://p.ptcdn.info/708/015/000/648764_47696122721717306712_Screenshot-20240602-123056-Chrome_l.jpg',
        medium:
          'https://p.ptcdn.info/708/015/000/648764_47696122721717306712_Screenshot-20240602-123056-Chrome_m.jpg',
        small:
          'https://p.ptcdn.info/708/015/000/648764_47696122721717306712_Screenshot-20240602-123056-Chrome_s.jpg',
      },
      slug: '/profile/648764',
    },
    tags: [
      {
        name: 'บันทึกนักเดินทาง',
        slug: 'บันทึกนักเดินทาง',
      },
      {
        name: 'สถานที่ท่องเที่ยวในประเทศ',
        slug: 'สถานที่ท่องเที่ยวในประเทศ',
      },
      {
        name: 'ภาพถ่ายทิวทัศน์',
        slug: 'ภาพถ่ายทิวทัศน์',
      },
      {
        name: 'จังหวัดกำแพงเพชร',
        slug: 'จังหวัดกำแพงเพชร',
      },
      {
        name: 'เที่ยวไทย',
        slug: 'เที่ยวไทย',
      },
    ],
  },
  {
    topic_id: 41627479,
    topic_type: 4,
    post_url: 'https://pantip.com/topic/41627479',
    title:
      'รีวิวพาเที่ยว Road Trip อิตาลีเหนือ ตอนที่ 4 เทือกเขาโดโลไมท์ 5 วัน 4 คืน (Dolomites)',
    created_time: '2022-09-10T09:32:19Z',
    views_count: 39774,
    comments_count: 21,
    votes_count: 11,
    thumbnail_url:
      'https://f.ptcdn.info/418/078/000/rhzlex38ujMN9Yv326Fe-s.jpg',
    author: {
      id: 1682381,
      name: 'NoPeopleTravelPhoto',
      avatar: {
        original:
          'http://p.ptcdn.info/867/006/000/1682381_0669555648_13582130-1295660100451888-6035321970740978556-o_o.jpg',
        large:
          'https://p.ptcdn.info/867/006/000/1682381_0669555648_13582130-1295660100451888-6035321970740978556-o_l.jpg',
        medium:
          'https://p.ptcdn.info/867/006/000/1682381_0669555648_13582130-1295660100451888-6035321970740978556-o_m.jpg',
        small:
          'https://p.ptcdn.info/867/006/000/1682381_0669555648_13582130-1295660100451888-6035321970740978556-o_s.jpg',
      },
      slug: '/profile/1682381',
    },
    is_cr: true,
    is_sr: false,
    is_br: false,
    tags: [
      {
        name: 'ภาพถ่ายทิวทัศน์',
        slug: 'ภาพถ่ายทิวทัศน์',
      },
      {
        name: 'เที่ยวภูเขา',
        slug: 'เที่ยวภูเขา',
      },
      {
        name: 'เที่ยวยุโรป',
        slug: 'เที่ยวยุโรป',
      },
      {
        name: 'สถานที่ท่องเที่ยวต่างประเทศ',
        slug: 'สถานที่ท่องเที่ยวต่างประเทศ',
      },
      {
        name: 'บันทึกนักเดินทาง',
        slug: 'บันทึกนักเดินทาง',
      },
    ],
  },
  {
    topic_id: 39174699,
    topic_type: 4,
    post_url: 'https://pantip.com/topic/40338966',
    title:
      '+++ Join me to Xinjiang  : คู่มือเอาตัวรอด ... เที่ยวจีนแบบฉบับซินเจียง  +++',
    created_time: '2019-08-25T15:32:54Z',
    views_count: 25466,
    comments_count: 57,
    votes_count: 23,
    thumbnail_url: 'https://f.ptcdn.info/669/065/000/pwst5zzbk2lYy7eKs8A-s.jpg',
    author: {
      id: 618807,
      name: 'เทพเจ้าต้มยำ',
      avatar: {
        large: 'https://ptcdn.info/images/avatar_member_default.png',
        medium: 'https://ptcdn.info/images/avatar_member_default.png',
        small: 'https://ptcdn.info/images/avatar_member_default.png',
      },
      slug: '/profile/618807',
    },
    is_cr: true,
    is_sr: false,
    is_br: false,
    tags: [
      {
        name: 'Backpack',
        slug: 'Backpack',
      },
      {
        name: 'ประเทศจีน',
        slug: 'ประเทศจีน',
      },
      {
        name: 'บันทึกนักเดินทาง',
        slug: 'บันทึกนักเดินทาง',
      },
      {
        name: 'ภาพถ่ายทิวทัศน์',
        slug: 'ภาพถ่ายทิวทัศน์',
      },
      {
        name: 'สถานที่ท่องเที่ยวต่างประเทศ',
        slug: 'สถานที่ท่องเที่ยวต่างประเทศ',
      },
    ],
  },
  {
    topic_id: 42814924,
    topic_type: 1,
    post_url: 'https://pantip.com/topic/42814924',
    title: '❀❀❀ ร้านก๋วยเตี๋ยวสุโขทัย WoodStock ความทรงจำที่หายไปกับกาลเวลา',
    created_time: '2024-07-01T01:55:04Z',
    views_count: 1073,
    comments_count: 20,
    votes_count: 0,
    thumbnail_url: 'https://f.ptcdn.info/680/084/000/ly2bmgbsiALtdoHxv1s-s.jpg',
    author: {
      id: 6477408,
      name: 'สมาชิกหมายเลข 6477408',
      avatar: {
        original:
          'https://p.ptcdn.info/757/015/000/6477408_17196341993210_o.jpg',
        large: 'https://p.ptcdn.info/757/015/000/6477408_17196341993210_l.jpg',
        medium: 'https://p.ptcdn.info/757/015/000/6477408_17196341993210_m.jpg',
        small: 'https://p.ptcdn.info/757/015/000/6477408_17196341993210_s.jpg',
      },
      slug: '/profile/6477408',
    },
    tags: [
      {
        name: 'ร้านอาหารย่านราชพฤกษ์',
        slug: 'ร้านอาหารย่านราชพฤกษ์',
      },
      {
        name: 'ร้านอาหาร',
        slug: 'ร้านอาหาร',
      },
      {
        name: 'ภาพถ่าย',
        slug: 'ภาพถ่าย',
      },
    ],
  },
];

export default DataGallery;
