const Bnk48 = [
  {
    topic_id: 42837098,
    topic_type: 1,
    title:
      'เราเป็นช่างภาพอันเกรียงไกร​ พวกเจ้าต้องทำตามที่ข้าสั่ง ไม่งั้นพวกเจ้าจะไม่มีพลัง ไม่เชื่อถามซัทจัง โดนมาแล้วเอย',
    created_time: '2024-07-11T22:48:28Z',
    views_count: 0,
    comments_count: 16,
    votes_count: 0,
    thumbnail_url: 'https://f.ptcdn.info/792/084/000/lyhuzwini1x3JdVQoZZ-s.jpg',
    author: {
      id: 7552962,
      name: 'สมาชิกหมายเลข 7552962',
      avatar: {
        original:
          'https://p.ptcdn.info/992/014/000/7552962_16840577317392_o.jpg',
        large: 'https://p.ptcdn.info/992/014/000/7552962_16840577317392_l.jpg',
        medium: 'https://p.ptcdn.info/992/014/000/7552962_16840577317392_m.jpg',
        small: 'https://p.ptcdn.info/992/014/000/7552962_16840577317392_s.jpg',
      },
      slug: '/profile/7552962',
    },
    tags: [
      {
        name: 'พิชญาภา สุปัญญา (นีนี่ CGM48)',
        slug: 'พิชญาภา_สุปัญญา_(นีนี่_CGM48)',
      },
      {
        name: 'สิตา ธีรเดชสกุล (สิตา CGM48)',
        slug: 'สิตา_ธีรเดชสกุล_(สิตา_CGM48)',
      },
      {
        name: 'เฌอปราง อารีย์กุล (เฌอปราง BNK48)',
        slug: 'เฌอปราง_อารีย์กุล_(เฌอปราง_BNK48)',
      },
      {
        name: 'CGM48',
        slug: 'CGM48',
      },
      {
        name: 'BNK48',
        slug: 'BNK48',
      },
    ],
  },
  {
    topic_id: 42836349,
    topic_type: 1,
    title:
      'มาแล้ว!! ผลด่วน BNK48 & CGM48 Request Hour 2024 - BATTLE VOTE & SPECIAL SONG 48 ชั่วโมงแรก',
    created_time: '2024-07-11T11:01:04Z',
    views_count: 1818,
    comments_count: 28,
    votes_count: 0,
    thumbnail_url: 'https://f.ptcdn.info/788/084/000/lyh5rnzoi7C9809vcoT-s.jpg',
    author: {
      id: 953101,
      name: 'ช็อคโกเลิฟ',
      avatar: {
        original:
          'https://p.ptcdn.info/576/012/000/953101_15892865885405_o.jpg',
        large: 'https://p.ptcdn.info/576/012/000/953101_15892865885405_l.jpg',
        medium: 'https://p.ptcdn.info/576/012/000/953101_15892865885405_m.jpg',
        small: 'https://p.ptcdn.info/576/012/000/953101_15892865885405_s.jpg',
      },
      slug: '/profile/953101',
    },
    tags: [
      {
        name: 'BNK48',
        slug: 'BNK48',
      },
      {
        name: 'CGM48',
        slug: 'CGM48',
      },
    ],
  },
  {
    topic_id: 42837465,
    topic_type: 1,
    title: 'รุ่น2ได้ไปเป็นนางเอกMVอีกคนแล้วครับ',
    created_time: '2024-07-12T03:53:38Z',
    views_count: 0,
    comments_count: 2,
    votes_count: 0,
    thumbnail_url: 'https://f.ptcdn.info/795/084/000/lyi5vlxfiuJ7vuMn3rY-s.jpg',
    author: {
      id: 1173954,
      name: 'สมาชิกหมายเลข 1173954',
      avatar: {
        original:
          'https://p.ptcdn.info/386/015/000/1173954_17016637958316_o.jpg',
        large: 'https://p.ptcdn.info/386/015/000/1173954_17016637958316_l.jpg',
        medium: 'https://p.ptcdn.info/386/015/000/1173954_17016637958316_m.jpg',
        small: 'https://p.ptcdn.info/386/015/000/1173954_17016637958316_s.jpg',
      },
      slug: '/profile/1173954',
    },
    tags: [
      {
        name: 'จิดาภา แช่มช้อย (แพนด้า BNK48)',
        slug: 'จิดาภา_แช่มช้อย_(แพนด้า_BNK48)',
      },
      {
        name: 'นักร้องนักดนตรีหญิง',
        slug: 'นักร้องนักดนตรีหญิง',
      },
      {
        name: 'มิวสิควิดีโอ',
        slug: 'มิวสิควิดีโอ',
      },
      {
        name: 'BNK48',
        slug: 'BNK48',
      },
    ],
  },
  {
    topic_id: 42836500,
    topic_type: 1,
    title: 'รุ่น5 ลงสตอรี่IG ได้แล้วหรอนี้',
    created_time: '2024-07-11T12:30:49Z',
    views_count: 796,
    comments_count: 11,
    votes_count: 0,
    thumbnail_url:
      'https://f.ptcdn.info/789/084/000/sggle2u3jmArW0o0GqbJ-s.jpg',
    author: {
      id: 531541,
      name: 'The Storm on the Sea',
      avatar: {
        original:
          'https://p.ptcdn.info/366/013/000/531541_31181284571617457138_FB-IMG-1617457059839_o.jpg',
        large:
          'https://p.ptcdn.info/366/013/000/531541_31181284571617457138_FB-IMG-1617457059839_l.jpg',
        medium:
          'https://p.ptcdn.info/366/013/000/531541_31181284571617457138_FB-IMG-1617457059839_m.jpg',
        small:
          'https://p.ptcdn.info/366/013/000/531541_31181284571617457138_FB-IMG-1617457059839_s.jpg',
      },
      slug: '/profile/531541',
    },
    tags: [
      {
        name: 'BNK48',
        slug: 'BNK48',
      },
      {
        name: 'ณัฐมนต์ สองทิศ (น้ำมนต์ BNK48)',
        slug: 'ณัฐมนต์_สองทิศ_(น้ำมนต์_BNK48)',
      },
      {
        name: 'นักร้องนักดนตรีหญิง',
        slug: 'นักร้องนักดนตรีหญิง',
      },
    ],
  },
  {
    topic_id: 42834962,
    topic_type: 1,
    title: '[19Lab] Spoiler Alert!! Ep.2 สำหรับแฟนคลับ BNK48',
    created_time: '2024-07-10T16:28:53Z',
    views_count: 2437,
    comments_count: 30,
    votes_count: 0,
    thumbnail_url:
      'https://f.ptcdn.info/780/084/000/sgf2zms4ueHyNf5r5wDM-s.jpg',
    author: {
      id: 4182539,
      name: 'สมาชิกหมายเลข 4182539',
      avatar: {
        original:
          'https://p.ptcdn.info/946/010/000/4182539_5696401453_IMG-20190305-225657_o.jpg',
        large:
          'https://p.ptcdn.info/946/010/000/4182539_5696401453_IMG-20190305-225657_l.jpg',
        medium:
          'https://p.ptcdn.info/946/010/000/4182539_5696401453_IMG-20190305-225657_m.jpg',
        small:
          'https://p.ptcdn.info/946/010/000/4182539_5696401453_IMG-20190305-225657_s.jpg',
      },
      slug: '/profile/4182539',
    },
    tags: [
      {
        name: 'BNK48',
        slug: 'BNK48',
      },
      {
        name: '19Lab (รายการโทรทัศน์)',
        slug: '19Lab_(รายการโทรทัศน์)',
      },
      {
        name: 'รายการโทรทัศน์',
        slug: 'รายการโทรทัศน์',
      },
      {
        name: 'นักร้องนักดนตรีหญิง',
        slug: 'นักร้องนักดนตรีหญิง',
      },
      {
        name: 'นักร้องนักดนตรีไทย',
        slug: 'นักร้องนักดนตรีไทย',
      },
    ],
  },
  {
    topic_id: 42838503,
    topic_type: 1,
    title:
      'เพื่อนๆคิดว่า Road Show Love Trip วันอาทิตย์นี้จะมีการประกาศเรื่องอะไร?',
    created_time: '2024-07-12T14:02:43Z',
    views_count: 0,
    comments_count: 13,
    votes_count: 0,
    thumbnail_url: 'https://f.ptcdn.info/802/084/000/lyirldypiiAJ98s2c23-s.jpg',
    author: {
      id: 953101,
      name: 'ช็อคโกเลิฟ',
      avatar: {
        original:
          'https://p.ptcdn.info/576/012/000/953101_15892865885405_o.jpg',
        large: 'https://p.ptcdn.info/576/012/000/953101_15892865885405_l.jpg',
        medium: 'https://p.ptcdn.info/576/012/000/953101_15892865885405_m.jpg',
        small: 'https://p.ptcdn.info/576/012/000/953101_15892865885405_s.jpg',
      },
      slug: '/profile/953101',
    },
    tags: [
      {
        name: 'BNK48',
        slug: 'BNK48',
      },
      {
        name: 'CGM48',
        slug: 'CGM48',
      },
      {
        name: 'รินะ อิซึตะ (อิซึรินะ CGM48)',
        slug: 'รินะ_อิซึตะ_(อิซึรินะ_CGM48)',
      },
    ],
  },
  {
    topic_id: 42837807,
    topic_type: 1,
    title: 'เมื่อ...คุณรักเขาถึงขั้นสุดแล้ว😂😂',
    created_time: '2024-07-12T07:25:38Z',
    views_count: 0,
    comments_count: 2,
    votes_count: 0,
    thumbnail_url:
      'https://f.ptcdn.info/798/084/000/sgi1oz2e7xrr16n9p7tDZ-s.jpg',
    author: {
      id: 531541,
      name: 'The Storm on the Sea',
      avatar: {
        original:
          'https://p.ptcdn.info/366/013/000/531541_31181284571617457138_FB-IMG-1617457059839_o.jpg',
        large:
          'https://p.ptcdn.info/366/013/000/531541_31181284571617457138_FB-IMG-1617457059839_l.jpg',
        medium:
          'https://p.ptcdn.info/366/013/000/531541_31181284571617457138_FB-IMG-1617457059839_m.jpg',
        small:
          'https://p.ptcdn.info/366/013/000/531541_31181284571617457138_FB-IMG-1617457059839_s.jpg',
      },
      slug: '/profile/531541',
    },
    tags: [
      {
        name: 'เฌอปราง อารีย์กุล (เฌอปราง BNK48)',
        slug: 'เฌอปราง_อารีย์กุล_(เฌอปราง_BNK48)',
      },
      {
        name: 'พิณญาดา จึงกาญจนา (ป๊อปเป้อ BNK48)',
        slug: 'พิณญาดา_จึงกาญจนา_(ป๊อปเป้อ_BNK48)',
      },
      {
        name: 'นักร้องนักดนตรีหญิง',
        slug: 'นักร้องนักดนตรีหญิง',
      },
      {
        name: 'BNK48',
        slug: 'BNK48',
      },
    ],
  },
  {
    topic_id: 42836376,
    topic_type: 1,
    title:
      'กรี๊ดสนั่น! เมื่อพี่ๆ BNK 48 มาส่งกำลังใจถึง รายการ MasterChef Junior Thailand Season 3',
    created_time: '2024-07-11T11:17:19Z',
    views_count: 720,
    comments_count: 16,
    votes_count: 3,
    thumbnail_url: 'https://f.ptcdn.info/788/084/000/lyh6a86wiSf47kRmWts-s.jpg',
    author: {
      id: 953101,
      name: 'ช็อคโกเลิฟ',
      avatar: {
        original:
          'https://p.ptcdn.info/576/012/000/953101_15892865885405_o.jpg',
        large: 'https://p.ptcdn.info/576/012/000/953101_15892865885405_l.jpg',
        medium: 'https://p.ptcdn.info/576/012/000/953101_15892865885405_m.jpg',
        small: 'https://p.ptcdn.info/576/012/000/953101_15892865885405_s.jpg',
      },
      slug: '/profile/953101',
    },
    tags: [
      {
        name: 'BNK48',
        slug: 'BNK48',
      },
      {
        name: 'นักร้องนักดนตรีหญิง',
        slug: 'นักร้องนักดนตรีหญิง',
      },
      {
        name: 'MasterChef Junior Thailand (รายการโทรทัศน์)',
        slug: 'MasterChef_Junior_Thailand_(รายการโทรทัศน์)',
      },
      {
        name: '7 HD',
        slug: '7_HD',
      },
    ],
  },
  {
    topic_id: 42838152,
    topic_type: 1,
    title:
      '=== เพลงแนะนำของสมาชิก BNK48 & CGM48 ที่อยากให้เห็นใน Request Hour 2024 ===',
    created_time: '2024-07-12T10:42:55Z',
    views_count: 0,
    comments_count: 10,
    votes_count: 0,
    thumbnail_url:
      'https://f.ptcdn.info/800/084/000/sgib211oqm8n1rH7o0S1u-s.jpg',
    author: {
      id: 4182539,
      name: 'สมาชิกหมายเลข 4182539',
      avatar: {
        original:
          'https://p.ptcdn.info/946/010/000/4182539_5696401453_IMG-20190305-225657_o.jpg',
        large:
          'https://p.ptcdn.info/946/010/000/4182539_5696401453_IMG-20190305-225657_l.jpg',
        medium:
          'https://p.ptcdn.info/946/010/000/4182539_5696401453_IMG-20190305-225657_m.jpg',
        small:
          'https://p.ptcdn.info/946/010/000/4182539_5696401453_IMG-20190305-225657_s.jpg',
      },
      slug: '/profile/4182539',
    },
    tags: [
      {
        name: 'BNK48',
        slug: 'BNK48',
      },
      {
        name: 'CGM48',
        slug: 'CGM48',
      },
    ],
  },
  {
    topic_id: 42833666,
    topic_type: 1,
    title: '"ถ่ายต่ำจัง เอาขึ้นมาหน่อย"',
    created_time: '2024-07-10T05:18:00Z',
    views_count: 5778,
    comments_count: 28,
    votes_count: 5,
    thumbnail_url:
      'https://f.ptcdn.info/774/084/000/sge6t71fqewACywaxfST8-s.jpg',
    author: {
      id: 531541,
      name: 'The Storm on the Sea',
      avatar: {
        original:
          'https://p.ptcdn.info/366/013/000/531541_31181284571617457138_FB-IMG-1617457059839_o.jpg',
        large:
          'https://p.ptcdn.info/366/013/000/531541_31181284571617457138_FB-IMG-1617457059839_l.jpg',
        medium:
          'https://p.ptcdn.info/366/013/000/531541_31181284571617457138_FB-IMG-1617457059839_m.jpg',
        small:
          'https://p.ptcdn.info/366/013/000/531541_31181284571617457138_FB-IMG-1617457059839_s.jpg',
      },
      slug: '/profile/531541',
    },
    tags: [
      {
        name: 'สิตา ธีรเดชสกุล (สิตา CGM48)',
        slug: 'สิตา_ธีรเดชสกุล_(สิตา_CGM48)',
      },
      {
        name: 'BNK48',
        slug: 'BNK48',
      },
      {
        name: 'CGM48',
        slug: 'CGM48',
      },
    ],
  },
];
export default Bnk48;
